tap "cloudflare/cloudflare"
tap "dagger/tap"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "mongodb/brew"
tap "supabase/tap"
tap "wasmcloud/wasmcloud"
tap "yt-dlp/taps"
brew "python@3.9"
brew "node"
brew "bitwarden-cli"
brew "deno"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "ipfs"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mysql", restart_service: true
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "wapm"
brew "wasmer"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "cloudflare/cloudflare/cloudflared"
brew "dagger/tap/dagger"
brew "filosottile/musl-cross/musl-cross"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
brew "wasmcloud/wasmcloud/wash"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "1password-cli"
cask "beekeeper-studio"
cask "bitwarden"
cask "blender"
cask "cakebrew"
cask "docker"
cask "fig"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "hyper"
cask "inkscape"
cask "inso"
cask "insomnia"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "loopback"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mongodb-compass"
cask "notion"
cask "shiftit"
cask "streamlabs-obs"
cask "twitch"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webtorrent"
